export default {
  errors: {
    passwordsNotSame: 'Пароли не совпадают',
    passwordNotValid:
      'Пароль должен быть не менее 8 символов, состоять из заглавных и строчных букв латиницы, а также содержать цифры.',
    verificationFailed: 'Код подтверждения неверный',
    errorOnAuth:
      'Произошла ошибка на сервере. Пожалуйста, попробуйте запросить код подтверждения еще раз',
    unknown: 'Неизвестная ошибка на сервере. Пожалуйста, попробуйте еще раз',
    required: 'Поле обязательно для заполнения',
  },
  name: 'Имя',
  lastName: 'Фамилия',
  email: 'E-mail',
  verificationCode: 'Код подтверждения',
  password: 'Пароль',
  passwordAgain: 'Повторите пароль',
  register: 'Зарегистрироваться',
  login: 'Войти',
  alreadyHaveAccount: 'Уже есть аккаунт? Войти',
  dontHaveAccount: 'Еще нет аккаунта? Зарегистрироваться',
  forgotPassword: 'Забыли пароль?',
  verify: 'Получить код подтверждения',
  sendLink: 'Отправить ссылку',
  back: 'Назад',
  sentConfirm: 'Ссылка для смены пароля была отправлена вам на почту',
  confirm: 'Подвердить',
}
